Repository: dev-qloudyx/qimob
Catalog: apps/users/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Users must have an email address.
pt_pt: Os utilizadores devem ter um endereço de e-mail.

source: Users must have a username.
pt_pt: Os utilizadores devem ter um nome de utilizador.

source: Full Name
pt_pt: Nome Completo

source: About
pt_pt: Informação Adicional

source: Photo
pt_pt: Foto

source: Permission denied. You do not have the required role(s).
pt_pt: Permissão negada. Você não tem a função necessária(s).

source: Sign In
pt_pt: Iniciar Sessão

source: Change Password
pt_pt: Redefinir Palavra-passe

source: Password Reset
pt_pt: Redefinição de Palavra-passe

source: "Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it."
pt_pt: "Esqueceu a sua palavra-passe? Insira o seu endereço de email abaixo, e nós enviaremos um email permitindo que você a redefina."

source: "Reset My Password"
pt_pt: Esqueceu a sua Palavra-passe?

source: "Please contact us if you have any trouble resetting your password."
pt_pt: "Por favor, entre em contato conosco se tiver algum problema para redefinir sua palavra-passe."

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
pt_pt: Enviamos-lhe um email. Se não o recebeu, por favor verifique a sua pasta de spam. Caso contrário, entre em contacto connosco se não o receber dentro de alguns minutos.

source: Sign Up
pt_pt: Registar

source: New Photo
pt_pt: Nova Foto

source: Profile Info
pt_pt: Informação do Perfil

source: Update
pt_pt: Atualizar
